Repository: r4phf43l/docuseal
Catalog: locales/*.po
Languages: pt_br

source: Accept
pt_br: Aceite

source: Validate GLPI Ticket
pt_br: Validação de Ticket GLPI

source: Digitally signed on DocuSeal
pt_br: Assinado digitalmente no DocuSeal

source: Invalid settings
pt_br: Configurações inválidas

source: URL of the API
pt_br: URL para a API

source: Template ID that will be used
pt_br: ID do Template que será utilizado

source: Password
pt_br: Senha

source: Default display name field
pt_br: Campo padrão para nome de exibição

source: Default filename to sign
pt_br: Nome padrão para arquivo a ser assinado

source: Comment used when a document is signed
pt_br: Comentário usado quando um documento é assinado

source: User ID that will be used to attach the signed file to the ticket
pt_br: ID de usuário que será usado para anexar o arquivo assinado ao ticket

source: No signer found
pt_br: Assinante não encontrado

source: Failure on send update sign in DocuSeal. Error: %s.
pt_br: falha ao enviar atualização para o DocuSeal. Erro: %s.

source: Failure on send delete sign in DocuSeal. Error: %s.
pt_br: Falha ao enviar exclusão de assinatura para o DocuSeal. Erro: %s.

source: File already signed by %s, impossible to add another subscriber. Delete all signers, the signed file and request new signatures.
pt_br: Arquivo já assinado por %s, impossível adicionar outro assinante. Delete todos os assinantes, o arquivo assinado e solicite novas assinaturas.

source: Signature already requested for %s
pt_br: Assinatura já solicitada para %s

source: Failure on send file to sign in DocuSeal. Error: %s.
pt_br: Falha ao enviar arquivo para assinar para o DocuSeal. Erro: %s.

source: The selected user (%s) has no valid email address. The request has not been created.
pt_br: O usuário selecionado (%s) não tem um endereço de email válido. A solicitação não foicriada.

source: The selected user (%s) has no valid %s. The request has not been created, without %s.
pt_br: O usuário selecionado (%s) não tem %s válido. A solicitação não será criada, sem um %s.
